const MbtiFeatures = [
  {
    MBTI: "ISTJ",
    feature: "철저한 계획가, 신뢰할 수 있는 현실주의자!",
    hashTag: ["근면성실", "꼼꼼이"],
  },
  {
    MBTI: "ISFJ",
    feature: "따뜻한 마음의 보호자, 세심한 배려로 주변을 감싸는 사람!",
    hashTag: ["살림꾼", "유치원 교사st"],
  },
  {
    MBTI: "INFJ",
    feature:
      "깊은 통찰력의 이상주의자, 세상을 더 나은 곳으로 만들고자 하는 꿈꾸는 영혼!",
    hashTag: ["고민쟁이", "예언자"],
  },
  {
    MBTI: "INTJ",
    feature: "전략가의 대명사, 목표를 향해 냉철하게 나아가는 독립적인 사상가!",
    hashTag: ["책벌레", "천재or바보"],
  },
  {
    MBTI: "ISTP",
    feature: "겉은 평온, 속은 드라마 한 시즌 완결 중인 감성 폭발 공상러!",
    hashTag: ["맥가이버", "혼자서도 잘해요"],
  },
  {
    MBTI: "ISFP",
    feature:
      "예술적 감각이 뛰어난 자유로운 영혼, 순간의 아름다움을 소중히 여기는 사람!",
    hashTag: ["평화주의자", "성인군자"],
  },
  {
    MBTI: "INFP",
    feature: "깊은 감성을 지닌 이상주의자, 진정한 의미를 찾는 꿈꾸는 사람!",
    hashTag: ["몽상가", "두부멘탈"],
  },
  {
    MBTI: "INTP",
    feature:
      "호기심 많은 사색가, 복잡한 문제를 해결하는 데 열정을 쏟는 논리의 마법사!",
    hashTag: ["호기심천국", "사이비교주st"],
  },
  {
    MBTI: "ESTP",
    feature: "즉흥적인 모험가, 삶을 최대한 즐기며 순간을 사는 활동적인 사람!",
    hashTag: ["폼생폼사", "정보통"],
  },
  {
    MBTI: "ESFP",
    feature:
      "사교적인 즐거움의 원천, 사람들과 함께하는 것을 사랑하는 생동감 넘치는 존재!",
    hashTag: ["흥부자", "인생은 파티!"],
  },
  {
    MBTI: "ENFP",
    feature:
      "열정적인 아이디어 제조기, 사람들과의 연결을 통해 영감을 얻는 자유로운 영혼!",
    hashTag: ["취미부자", "4차원"],
  },
  {
    MBTI: "ENTP",
    feature:
      "창의적인 논쟁가, 새로운 가능성을 탐구하며 지적 자극을 즐기는 혁신가!",
    hashTag: ["자아도취", "독고다이"],
  },
  {
    MBTI: "ESTJ",
    feature:
      "조직의 기둥, 효율성과 질서를 중시하며 목표 달성을 위해 단호하게 나아가는 리더!",
    hashTag: ["행동대장", "팩트 폭격기"],
  },
  {
    MBTI: "ESFJ",
    feature:
      "따뜻한 마음의 조정자, 사람들의 필요를 잘 이해하고 배려로 관계를 다지는 사회적 존재!",
    hashTag: ["방청객 st", "바른생활"],
  },
  {
    MBTI: "ENFJ",
    feature:
      "카리스마 넘치는 리더, 타인의 잠재력을 끌어내며 긍정적인 변화를 이끄는 사람!",
    hashTag: ["평화 수호자", "교육자st"],
  },
  {
    MBTI: "ENTJ",
    feature:
      "전략적 비전가, 목표를 향해 강력하게 나아가며 팀을 이끄는 자연스러운 리더!",
    hashTag: ["무조건 대장", "하면 된다!"],
  },
];

export default MbtiFeatures;